// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "限制顏色";

ApplyButton = "立刻套用";
NewButton = "新增…";
DeleteButton = "刪除";
AddButton = "新增";
CancelButton = "取消";

// Restrict Color Use
RestrictColorUseTabName = "限制彩色使用";
RestrictColorUseTabDescription = "使用此功能可限制所有使用者或是某些特定使用者和/或應用程式的彩色列印功能。例如，若不要以彩色列印所有電子郵件訊息，請選取「允許時才以彩色列印」，然後將電子郵件應用程式的權限設為「僅限黑色」。

請注意，必須選取「允許時才以彩色列印」，另外兩個標籤上的設定才會生效。";

RestrictColorUseTabWithoutUsersDescription = "此功能用於完全限制彩色列印，或針對特定應用程式及/或所有或特定群組和使用者，限制彩色列印。例如，要以非彩色列印所有電子郵件，請選取「如果允許則用彩色」，然後將電子郵件應用程式的權限設定為「僅黑白」。\n\n要針對所有或特定群組和使用者限制彩色列印，請在「任務選取」面版上選取「使用者角色管理」外掛程式。\n\n請注意，只有在選取「如果允許則用彩色」時，其他標籤和「使用者角色管理」外掛程式上的設定才會生效。";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "此功能用於限制所有或特定應用程式的彩色列印。 例如，要黑白列印所有電子郵件訊息，請選取「如果允許使用彩色」,然後將電子郵件的應用程式權限設定為「僅限黑白」。\n\n注意，其他標籤上的設定只有在選取「如果允許使用彩色」后才有效。";

RestrictColorUseTabWithEWSDescription = "使用此功能可限制所有使用者或是某些特定使用者和/或應用程式的彩色列印功能。例如，若不要以彩色列印所有電子郵件訊息，請選取「允許時才以彩色列印」，然後將電子郵件應用程式的權限設為「僅限黑色」。

您可以在其他索引標籤上管理應用程式授權，並透過<a>印表機的網頁</a>管理使用者/群組的授權。

請注意，只有在選取「允許時才以彩色列印」，這些授權才會生效。";

RestrictColorUseOptionsPrompt = "設定彩色工作列印行為：";
RestrictColorUseEnableColorOptionName = "啟用彩色";
RestrictColorUseEnableColorOptionDescription = "所有彩色工作均以彩色列印。";
RestrictColorUseColorIfAllowedOptionName = "允許時才以彩色列印";
RestrictColorUseColorIfAllowedOptionDescription = "使用者和應用程式的權限將決定每項工作是否以彩色列印。";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "應用程式權限將決定是否以彩色列印每項作業。";
RestrictColorUseDisableColorOptionName = "停用彩色";
RestrictColorUseDisableColorOptionDescription = "所有彩色工作均以黑色列印。";
RestrictColorForApplications = "限制部分電腦應用程式進行彩色列印";
RestrictColorForUsers = "根據使用者或群組權限限制使用彩色";

// User Color Permissions
UserColorPermissionsTabName = "使用者";
UserColorPermissionsTitle = "使用者彩色權限";
UserColorPermissionsTableDescription = "本清單最多可儲存 50 個使用者及其彩色權限。";
UserColorPermissionsTableUserNameColumn = "使用者名稱";
UserColorPermissionsTablePermissionColumn = "權限";
DefaultUserPermissionsTitle = "預設使用者權限：";
BlackOnly = "僅限黑色";
Color = "顏色";
UserColorPermissionsTabDescription = "您可列印「顏色使用工作日誌」以查看曾使用本裝置進行列印的使用者名稱。";
UserNameTitle = "使用者名稱：";
PermissionTitle = "權限：";

// Application Color Permissions
AppColorPermissionsTabName = "應用程式";
AppColorPermissionsTitle = "應用程式彩色權限";
App10ColorPermissionsTableDescription = "本清單最多可儲存 10 個應用程式及其彩色權限。";
AppColorPermissionsTableDescription = "此清單儲存了應用程式及其彩色權限。";
AppColorPermissionsTableAppNameColumn = "應用程式名稱";
AppColorPermissionsTablePermissionColumn = "權限";
DefaultAppPermissionsTitle = "預設應用程式權限：";
AppColorPermissionsTabDescription = "您可列印「顏色使用工作日誌」以查看曾使用本裝置進行列印的應用程式名稱。";
AppNameTitle = "應用程式名稱：";